[
    {
        "quote": "You see, but you do not observe.",
        "author": "Sherlock Holmes"
    },
    {
        "quote": "When you have eliminated the impossible, whatever remains, however improbable, must be the truth.",
        "author": "Sherlock Holmes"
    },
    {
        "quote": "It is a capital mistake to theorize before one has data.",
        "author": "Sherlock Holmes"
    },
    {
        "quote": "There is nothing more deceptive than an obvious fact.",
        "author": "Sherlock Holmes"
    },
    {
        "quote": "The world is full of obvious things which nobody by any chance ever observes.",
        "author": "Sherlock Holmes"
    },
    {
        "quote": "A mind needs books as a sword needs a whetstone.",
        "author": "Tyrion Lannister"
    },
    {
        "quote": "To observe without evaluating is the highest form of intelligence.",
        "author": "J. Krishnamurti"
    },
    {
        "quote": "Believe nothing you hear, and only one half that you see.",
        "author": "Edgar Allan Poe"
    },
    {
        "quote": "The most intricate crimes are often solved by the simplest of observations.",
        "author": "Agatha Christie"
    },
    {
        "quote": "An ounce of logic is worth a pound of luck.",
        "author": "Raymond Chandler"
    },
    {
        "quote": "It is the brain, the little grey cells on which one must rely.",
        "author": "Hercule Poirot"
    },
    {
        "quote": "Logic will get you from A to B. Imagination will take you everywhere.",
        "author": "Albert Einstein"
    },
    {
        "quote": "It is not that I'm so smart, but I stay with the questions longer.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The important thing is not to stop questioning.",
        "author": "Albert Einstein"
    },
    {
        "quote": "The true sign of intelligence is not knowledge but imagination.",
        "author": "Albert Einstein"
    },
    {
        "quote": "I can calculate the motion of heavenly bodies but not the madness of people.",
        "author": "Isaac Newton"
    },
    {
        "quote": "Small minds are concerned with the extraordinary, great minds with the ordinary.",
        "author": "Blaise Pascal"
    },
    {
        "quote": "The first principle is that you must not fool yourself—and you are the easiest person to fool.",
        "author": "Richard Feynman"
    },
    {
        "quote": "I would rather have questions that can’t be answered than answers that can’t be questioned.",
        "author": "Richard Feynman"
    },
    {
        "quote": "It is not enough to have a good mind. The main thing is to use it well.",
        "author": "René Descartes"
    },
    {
        "quote": "I think, therefore I am.",
        "author": "René Descartes"
    },
    {
        "quote": "A wise man can learn more from a foolish question than a fool can learn from a wise answer.",
        "author": "Bruce Lee"
    },
    {
        "quote": "The eyes see only what the mind is prepared to comprehend.",
        "author": "Henri Bergson"
    },
    {
        "quote": "All men can see the tactics of conquest, but only the clever can see the strategy.",
        "author": "Sun Tzu"
    },
    {
        "quote": "The greatest minds are capable of the greatest vices as well as of the greatest virtues.",
        "author": "René Descartes"
    },
    {
        "quote": "Cleverness is not wisdom.",
        "author": "Euripides"
    },
    {
        "quote": "The more you know, the more you realize you don't know.",
        "author": "Aristotle"
    },
    {
        "quote": "Even the wisest cannot see all ends.",
        "author": "J.R.R. Tolkien"
    },
    {
        "quote": "A detective sees where others see nothing.",
        "author": "Unknown"
    },
    {
        "quote": "Observation is the key to unlocking all mysteries.",
        "author": "Unknown"
    },
    {
        "quote": "Smart people learn from everything and everyone.",
        "author": "Socrates"
    },
    {
        "quote": "The most intelligent people are the most introspective.",
        "author": "Unknown"
    },
    {
        "quote": "It is the mark of an educated mind to entertain a thought without accepting it.",
        "author": "Aristotle"
    },
    {
        "quote": "Nothing strengthens authority so much as silence.",
        "author": "Leonardo da Vinci"
    },
    {
        "quote": "He who opens a school door, closes a prison.",
        "author": "Victor Hugo"
    },
    {
        "quote": "Learning without thought is labor lost.",
        "author": "Confucius"
    },
    {
        "quote": "Knowing others is intelligence; knowing yourself is true wisdom.",
        "author": "Lao Tzu"
    },
    {
        "quote": "One’s intelligence can be measured by the questions they ask, not the answers they give.",
        "author": "Unknown"
    },
    {
        "quote": "Wit is educated insolence.",
        "author": "Aristotle"
    },
    {
        "quote": "A cunning mind sees through the fog others live in.",
        "author": "Unknown"
    }
]